alacritty
alacritty-themes
alsa-firmware
alsa-utils
amd-ucode
arch-install-scripts
asusctl
auto-cpufreq
baobab
base
base-devel
bash-completion
bat
bc
bt-dualboot
btop
chafa
cmd-wrapped
colloid-catppuccin-gtk-theme-git
ctags
cups
cups-pdf
dconf-editor
discord
dkms
docker
efibootmgr
epiphany
evince
eza
fd
feh
ffmpeg
firefox
fortune-mod
fpp
fzf
gdm
git
git-delta
github-cli
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hw-probe
inetutils
iwd
jq
jre-openjdk
kitty
less
lesspipe
libpulse
linux
linux-firmware
linux-headers
localsearch
loupe
lshw
lsof
luarocks
malcontent
man-db
mkinitcpio-firmware
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
noisetorch
noto-fonts
noto-fonts-cjk
nvidia
obsidian
okular
opendoas
openssh
orca
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
pkgstats
playerctl
power-profiles-daemon
procs
python
python-nautilus
python-pip
python-pylint-venv
python-pynvim
python-virtualenv
reflector
ripgrep
rog-control-center
rsync
rygel
sbsigntools
simple-scan
smartmontools
snapshot
sof-firmware
stow
supergfxctl
sushi
switcheroo-control
tecla
terminus-font
thefuck
tldr
tmux
totem
tree
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
urlscan
urlview
usbutils
variety
vi
vim
visual-studio-code-bin
vnstat
vulkan-radeon
wget
whois
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xorg-server
xorg-xinit
xorg-xinput
yay
yay-debug
yelp
zed
zip
zoxide
zram-generator
zsh
